export const generalKz = {
    lab1: '№1 Зертханалық жұмыс',
    lab1Title: 'Физикалық шамаларды өлшеу',
    lab2: '№2 Зертханалық жұмыс',
    lab2Title: 'Кішкентай денелердін өлшемін анықтау',
    lab3: '№3 Зертханалық жұмыс',
    lab3Title: 'Сұйықтың және қатты денелердің тығыздығын анықтау',
    lab4: '№4 Зертханалық жұмыс',
    lab4Title: 'Серіппенің қатаңдығын анықтау',
    lab5: '№5 Зертханалық жұмыс',
    lab5Title: 'Сырғанау үйкеліс күшін зерттеу',
    lab6: '№6 Зертханалық жұмыс',
    lab7: '№7 Зертханалық жұмыс',
    lab8: '№8 Зертханалық жұмыс',
    lab9: '№9 Зертханалық жұмыс',
    lab10: '№10 Зертханалық жұмыс',
    lab10Title: 'Көлбеу жазықтықтың ПӘК-ін анықтау',
    fullname: 'Аты-жөні',
    start: 'Бастау',
    finish: 'Аяқтау',
    labList: 'Зертханалық жұмыстар',
    mainPage: 'Басты бет',
    search: 'Іздеу',
    contact: 'Байланысу',
    calculator: 'Калькулятор',
    goals: 'Жұмыстын мақсаты',
    tools: 'Құрал-жабдықтар',
    task: 'тапсырма',
    taskUppercase: 'Тапсырма',
    progress: 'Жұмыс барысы',
    description: 'Жұмыс сипаттамасы',
    table: 'Кесте',
    conslusion: 'Қорытынды',
    continue: 'Жалғастыру',
    dynamometerValue: 'Динамометр көрсетуі',
    height: 'Биіктік (м)',
    lenght: 'Ұзындық (м)',
    mass: 'Масса (кг)',
    calculate: 'Есептеу',
    repeat: 'Қайталау'
}

export const solidDensityTable = {
    solid: 'Қатты дене',
    density: 'Тығыздық, <i>p</i>, кг/м<sup>3</sup>',
    11: 'Алюминий',
    21: '2700',
    12: 'Мыс',
    22: '8900',
    13: 'Жез',
    23: '8730',
    14: 'Қорғасын',
    24: '11300',
    15: 'Күміс',
    25: '10500',
    16: 'Болат',
    26: '7800',
}

export const labData1 = {
    title: 'Мензурка бөліктерінің құнын анықтау. Судын және пішіндері әртүрлі денелердің көлемдерін өлшеу',
    goals: 'Құрал бөліктерінің құнын анқтауды; дұрыс падалануды; өлшеуіш цилиндірдің (мензурканың) көмегімен денелердің көлемін анықтауды; өлшеу нәтижелерін қателіктерді ескеріп жазуды үйрену.',
    tools: ['Өлшеуіш цилиндір, (мензурка); суы бар стақан; жіп; жезден, болаттан, алюминийден жасалған цилиндрлер; ағаш білеуше; пішіндері әртүрлі денелер (уақ тастар, сомын, бұрандалы шеге); сазбалшық кесегі.'],
    task1: {
        title: 'Мензурка бөліктерінің құнын анықтау және судың көлемін өлшеу',
        progress: {
            1: '1. Мензурка шкаласын мұқият қарап шығындар. Мензурка көмегімен көлемнің қандай бірлікпен өлшенетінін дәптерлеріне жазып алыңдар. Бұл мензуркамен қандай максимал көлемді өлшеуге болады? Оны метрдің кубына айналдырыңдар.',
            2: '2. Мензурка шкаласының  бөлік құнын анықтаңдар.',
            3: '3. Мензуркаға су құйындар және оның көлемін анықтандар. Көздеріңді мензуркадағы су бетінің жазықтығына параллель бағыттай отырып, өлшеулерді дұрыс жүргізіндер. Өлшеу қателігін анықтандар. Өлшеулер нәтижесін қателікті ескере отырып жазыңдар.',
            4: '4. Кестені толтырындар.'
        },
        table: {
            1: 'V<sub>max</sub> (л және м<sup>3</sup>)',
            2: 'Шкаланың бөлік құны',
            3: 'Өлшеудің абсолют қателігі',
            4: 'Судың көлемі, V<sub>1</sub> (л және м<sup>3</sup>)',
            5: 'Өлшеулер нәтижесі',
        },
        note: '1мл = 1см<sup>3</sup> екеніне назарларыңды аударамыз. Сұйық көлемін миллилитрмен (мл) де, сантиметрдің кубымен (см<sup>3</sup>) де өрнектейді, ал қатты денелердің көлемдерін миллилитрмен көрестпейді.'
    },
    task2: {
        title: 'Мензурканың көмегімен пішіндерді әртүрлі денелердің көлемдерін өлшеу',
        progress: {
            1: '1. Мензуркаға су құйып, ондағы судың бастапқы V<sub>0</sub> көлемін белгілеңдер.',
            2: '2. Жезден, болаттан, алюминийден жасалған цилиндрлерге жіп байлаңдар. Оларды кезепен суға батырыңдар және әр жолы мензуркадағы судың жаңа V<sub>1</sub> деңгейін өлшеп отырыңдар.',
            3: '3. Цилиндлердің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            4: '4. Жіпке сомынды, бұраңдалы шегені байлап, тәжірибиені қайталаңдар. Осы денелердің көлемін анықтаңдар.',
            5: '5. Су бар мензурка ағаш білеушені салыңдар. Қарындаштың көмегімен оны толықтай суға батырыңдар. Судың жаңа V<sub>1</sub> көлемін өлшеңдер.',
            6: '6. Ағаш білеушенің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            7: '7. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            8: '8. Жұмыс бойынша қорытынды жасаңдар'
        },
        table: {
            1: 'Зерттелетін дене',
            2: 'Судың бастапқы көлемі, V<sub>0</sub> (см<sup>3</sup>)',
            3: 'Суд мен дененің жалпы көлемі, V<sub>1</sub> (см<sup>3</sup>)',
            4: 'Дененің көлемі, V = V<sub>1</sub> - V<sub>0</sub> (см<sup>3</sup>)',
            11: 'Жез цилиндр',
            12: 'Болат цилиндр',
            13: 'Алюминийден цилиндр',
            14: 'Ағаш білеуше',
            15: 'Бұрандалы шеге',
            16: 'Сомын'
        },
    }
}

export const labData2 = {
    title: 'Кішкентай денелердің өлшемдерін анықтау',
    goals: 'Қатарлап қою тәсілімен өлшеу жүргізуді үйрену.',
    tools: ['Өлшеуіш сызғыш, кішкентай денелер жиынтығы (бұршақ, бытыра, тары, жіп, жіңішке сым).'],
    task1: {
        title: 'Бұршақтың, бытыраның, тарының, жіптің, жіңішке, сымның диаметрін өлшеу.',
        progress: {
            1: '1. Сызғыштың өне бойына бірнеше бұршақтың бір-біріне түйістіріп, қатарластыра орналастырындар және бұл қатардың L ұзындығын аңықтандар. Бұл ұзыңдықты N бұршақтар санына бөліп, бұршақтың орташа диаметрін табыңдар: d = L/N.',
            2: '2. Бұршақтарды көбірек етіп алып тәжірибені қайталаңдар.',
            3: '3. Осы тәсілмен бытыраның, тарының диаметрін анықтаңдар.',
            4: '4. Дөңгелек қарындашқа жіп ораңдар. Орамдар бір-біріне тығыз орналасатын болсын. Сызғыштың көмегімен оралған бөліктің L  ұзындығын табыңдар. Бұл ұзындықты N орам санына бөліп, жіптің орташа қалындығын (диаметрін) аламыз: d=L/N . Осылайша сымның диаметрін анықтаңдар.',
            5: '5. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.'
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'Дене',
            3: 'Сызғыш шкаласының бөлік құны',
            4: 'Қатар ұзындығы, L (мм)',
            5: 'Қатардағы денелердің немесе орам саны, N',
            6: 'Дененің диаметрі, d (мм)',
            7: 'Диаметрді өлшеу дегі қателік, ∆d (мм)'
        }
    },
    task2: {
        title: 'Нүктенің өлшемін анықтау.',
        progress: {
            1: '1. Қаламсаптың көмегімен дәптерге бір-біріне түйістіріп, бір түзудің бойына 15-20 нүкте қойыңдар.',
            2: '2. Олардың L жалпы ұзындығын өлшеңдер және бір нүктенің өлшемін табу үшін өлшенген ұзындықты N нүктелер санына бөліңдер: d=L/N.',
            3: '3. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'Қатардағы нүктелер саны, N',
            3: 'Қатардың ұзындығы, L (мм)',
            4: 'Нүктенің диаметрі, d (мм) ',
            5: 'Диаметрді өлшеу қателігі, ∆d (мм)',
        }
    },
    task3: {
        title: 'Бұранда қадамын өлшеу.',
        note: 'Бұранда қадамы деп бұрандадағы, бұрандалы шегедегі және сомындағы қатар жатқан екі орамның арасындағы қашықтықты айтады.',
        progress: {
            1: '1. Бұранданың орамдары бар бөлігінің L ұзындығын сызғышпен өлшеңдер. Осыдан кейін N орам санын есептеңдер. Бұранда қадамы h=L/N.',
            2: '2. Өлшеулердің және есептеулерді басқа бұрандамен, бұрандалы шегемен және сомынмен қайталаңдар.',
            3: '3. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            4: '4.	Жұмыс бойынша қорытынды жасаңдар.'
        },
        table: {
            1: 'Дене',
            2: 'Орам саны, N',
            3: 'Бұранданың орамдары бар бөлігінің ұзындығы, L (мм)',
            4: 'Бұранда қадамы, d (мм)',
            5: 'Бұранда қадамын өлшеу қателігі, ∆d (мм)',
            6: 'Өлшеу нәтижелері',
            11: 'Бұранда',
            12: 'Бұрандалы шеге',
            13: 'Сомын'
        }
    }
}

export const labData3 = {
    title: 'Сұйықтың және қатты денелердің тығыздығын анықтау',
    goals: 'Иінді таразы және өлшеуіш цилиндр (мензурка) көмегімен зат тығыздығын аңықтауды үйрену.',
    tools: [
        '1.	Өлшеуіш цилиндр (мензурка)',
        '2.	Химиялық стакан',
        '3.	Жіп',
        '4.	Жез, болат, алюминий цилиндрлер',
        '5.	Иінді таразы және гірлер жиынтығы.'
    ],
    task1: {
        title: 'Әртүрлі қатты денелердің тығыздығын анықтау.',
        progress: {
            1: '1. Тепе-теңдік қалпына келтіріп, таразыны дайындаңдар.',
            2: '2. Таразы көмегімен әртүрлі денелерді (жез, болат, алюминий цилиндрлер) өлшеп, олардың массасын табыңдар.',
            3: '3. Мензурканың бөлік құнын анықтаңдар.',
            4: '4. Мензуркаға су құйып, оның V<sub>1</sub> көлемін өлшеңдер.',
            5: '5. Жіптің көмегімен денені суға батырып, V<sub>2</sub> сұйық көлемін өлшеңдер.',
            6: '6. Дененің көлемін анықтаңдар: V=V<sub>2</sub>-V<sub>1</sub>.',
            7: '7. Қарастырылатын дененің тығыздығын p=m/V формуласы бойынша анықтаңдар.',
            8: '8. Қатты заттар тығыздығының кестесі бойынша дене жасалған заттың тығыздығын табыңдар.',
            9: '9. Өлшеулер және есептеулер нәтижелерін кестеге жазыңдар.',
            10: '10. Зат тығыздықтары бойынша салыстырмалы талдау жасаңдар.',

        },
        table: {
            1: 'Дене массасы, <i>m</i>, г',
            2: 'Көлемдері, V<sub>1</sub>, см<sup>3</sup>',
            22: 'Су көлемі, V<sub>1</sub>',
            23: 'Дене мен судың қоса алғандағы көлемі, V<sub>2</sub>',
            24: 'Дене көлемі, V<sub>2</sub>-V<sub>1</sub>',
            3: 'Қатты дененің тығыздығы, <i>p</i>, г/см<sup>3</sup>',
            4: 'Зат атауы'
        }
    },
    task2: {
        title: 'Сұйықтың тығыздығын анықтау',
        progress: {
            1: '1. Таразы көмегімен бос химиялық стаканның <i>m</i><sub>1</sub> массасын анықтаңдар.',
            2: '2. Мензуркаға аздаған сұйық (шамамен 40-50 г) құйып, оның көлемін анықтаңдар.',
            3: '3. Бұл сұйықты химиялық стаканға құйып, сұйығы бар стаканды өлшеп, массасын анықтаңдар.',
            4: '4. Цилиндрдегі судың массасын <i>m</i>=<i>m</i><sub>2</sub>-<i>m</i><sub>1</sub> формуласы бойынша табыңдар.',
            5: '5. Сұйық тығыздығын <i>p=m/V</i> формуласы бойынша анықтаңдар.',
            6: '6. Сұйық тығыздығы туралы қорытынды жасаңдар.'
        },
        table: {
            1: 'Дене массасы, <i>m</i>, г',
            2: 'Бос стакан массасы, <i>m</i><sub>1</sub>',
            3: 'Сұйық көлемі, V',
            4: 'Сұйығы бар стакан массасы, <i>m</i><sub>2</sub>',
            5: 'Сұйық тығыздығы, <i>p</i>, г/см<sup>3</sup>',
            6: 'Сұйық атауы'
        },
    }
}

export const labData4 = {
    title: 'Серіппенің қатаңдығын анықтау',
    goals: 'Берілген серіппе үшін Гук заңының дұрыстығын тексеру. Серіппе қатаңдығын анықтау.',
    tools: [
        '1.	Әрқайсысы 100 г болатын жүктер жиынтығы',
        '2.	Миллиметрлік бөліктері бар сызғыш',
        '3.	Муфтасы және табаны бар штатив',
        '4.	Серіппе'
    ],
    task: {
        title: 'Серіппенің қатаңдығын анықтау',
        progress: {
            1: '1. Штативке серіппенің бір жағын бекітіңдер. Серіппенің екінші жағында тілі мен ілгегі бар.',
            2: '2. Серіппемен қатарластырып немесе оның артына миллиметрлік бөліктері бар сызғыш қойып бекітіңдер.',
            3: '3. Серіппенің тіліне тұстас келетін етіп сызғышқа белгі қойыңдар және оған сәйкес мәнді жазып алыңдар.',
            4: '4. Серіппеге массасы белгілі жүк іліңдер және серіппенің ұзаруын өлшеңдер.',
            5: '5. Біріншіге екінші, үшінші және т.с.с. жүктерді қосып, әр жолы серіппенің x ұзаруын жазып отырыңдар. Өлшеулер нәтижесі бойынша кестені толтырыңдар.',
            6: '6. <i>x</i> және <i>F</i> осьтерін сызыңдар. Оған эксперимент нәтижесінде алынған нүктелерді салыңдар.',
            7: '7. Берілген серіппе үшін Гук заңының дұрыстығын бағалаңдар: тәжірибе  нәтижесінде алынған нүктелер бір түзудің бойында жата ма?',
            8: '8. Өлшеулер нәтижесі бойынша серпімділік күшінің ұзаруға тәуелділік графигін салыңдар және оны пайдаланып серіппе қатаңдығының <i>k<sub>орт</sup></i> орташа мәнін анықтаңдар.',
            9: '9. Өлшеудің ең үлкен абсолют қателігін <i>∆k=(a-b)/2n</i> формуласы бойынша есептеңдер. Осы формуладағы <i>(a-b)/n</i> шамасы – бөлік құны, мұндағы <i>a</i> және <i>b</i> – қатар жатқан екі сан, <i>n</i> – осы екі санның арасындағы бөлік саны.',
            10: '10. Өлшеу нәтижесі, әдетте, <i>k=k<sub>орт</sup>±∆k</i> түрінде жазылады, мұндағы <i>∆k</i> – өлшеудің ең үлкен абсолют қателігі.',
            11: '11. Жұмыс нәтижесі бойынша қорытынды жасаңдар.'
        },
        table: {
            1: 'Тәжірибе реті',
            2: '<i>m</i>, кг',
            3: '<i>mg</i>, кг',
            4: '<i>x</i>, м',
            11: '1',
            12: '2',
            13: '3',
            21: '0,1',
            22: '0,2',
            23: '0,3'
        }
    },
    note: 'Тәжірибе нәтижелері бойынша графикті тұрғызғанда эксперименттік нүктелер <i>F<sub>серп</sup>=kx</i> формуласына сәйкес келетін түзудің бойында жатпауы мүмкін. Бұл өлшеуден туындайтын қателікке байланысты болады. Бұл жағдайда графикті түзудің екі жағындағы нүктелердің саны шамамен бірдей болатындай етіп жүргізу керек. Графикті тұрғызғаннан кейін түзудің бойынан, графиктің ортаңғы бөлігінен нүкте алыңдар. Нүктеге сәйкес келетін серпімділік күшінің мәні мен ұзаруды анықтаңдар. <i>k</i> қатаңдықты есептеңдер. Ол серіппе қатаңдығының ізделінді <i>k<sub>орт</sup></i> орташа мәні болады.'
}

export const labData5 = {
    title: 'Сырғанау үйкеліс күшін зерттеу',
    goals: 'Сырғанау үйкеліс күшін анықтау, бірқалыпты қозғалып келе жатқан денеге әрекет ететін үйкеліс күші мен оның нормаль қысым күшінің арасындағы тәуелділікті табу.',
    tools: [
        '1.	Білеуше',
        '2.	Жүктер жиынтығы',
        '3.	Динамометр',
        '4.	Ағаш сызғыш'
    ],
    desc: 'Жүгі бар білеушені горизонталь жазықтық бойымен бірқалыпты тарту үшін қажет күшті динамометр көмегімен өлшейді. Бұл күш модулі бойынша білеушеге әрекет ететін <i>F<sub>үйк</sub></i> күшіне тең. Осы динамометр көмегімен жүгі бар білеушенің салмағын табуға болады. Бұл салмақ модулі бойынша білеушенің өзі сырғанап келе жатқан бетке түсіретін <i>N</i> нормаль қысым күшіне, яғни тіреудің реакция күшіне тең. Осылай нормаль қысым күшінің әртүрлі мәндеріндегі үйкеліс күшінің мәнін анықтап, <i>F<sub>үйк</sub></i>–тің <i>P</i>-ға тәуелділігінің графигін тұрғызу және үйкеліс коэффициентінің орташа мәнін анықтау керек: <i>μ=<i>F<sub>үйк</sub></i>/P</i> <br><br>Бұл жұмыстағы негізгі өлшеуіш құрал – динамометр. Динамометрдің қателігі <i>∆F=0.05 H</i>. Егер шкаланың тілі штрихпен сәйкес келсе, онда ол өлшеу қателігіне тең болады. Егер өлшеу кезінде шкаланың тілі штрихпен сәйкес келмесе (немесе тербелсе), онда күштің өлшеу қателігі <i>∆F=0.1 H</i>',
    task: {
        title: 'Сырғанау үйкеліс күшін зерттеу',
        progress: {
            1: '1. Білеушені горизонталь орналасқан ағаш сызғыштың үстіне  орналастырыңдар. Білеушенің үстіне жүк қойындар.',
            2: '2. Білеушеге динамометрді бекітіп, оны сызғыш бойымен мүмкігдігінше бірқалыпты болатыңдай етіп тартыңдар. Бұл кездегі динамометр көрсетуін өлшеңдер.',
            3: '3. Білеуше мен жүкті өлшеңдер.',
            4: '4. Бірінші жүкке екінші, үшінші жүктерді қосыңдар. Әр жолы білеуше мен жүктерді және үйкеліс күшін өлшеңдер.',
            5: '5. Өлшеулер нәтижесі бойынша кестені толтырыңдар.',
            6: '6. Үйкеліс күшінің нормаль қысым күшіне тәуелділік графигін тұрғызу (2 тор көз – 0,5 Н).',
            7: '7. График бойынша үйкеліс коэффициентін анықтау',
            8: '8. Үйкеліс коэффициентінің <i>μ<sub>орт</sub></i> орташа мәнін анықтау.',
            9: '9. Өлшеудің абсолют қателігін есептеу.',
            10: '10. Үйкеліс күші нормаль қысым күшіне қалай тәуелді болатыны туралы қорытынды жасаңдар.'
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'Нормаль қысым күші, Н',
            3: 'Үйкеліс күші, Н',
            4: 'Үйкеліс коэффициенті, μ',
            11: '1',
            12: '2',
            13: '3',
        }
    },
    note: 'Тәжірибе нәтижелері бойынша графикті тұрғызғанда эксперименттік нүктелер <i>F<sub>серп</sup>=kx</i> формуласына сәйкес келетін түзудің бойында жатпауы мүмкін. Бұл өлшеуден туындайтын қателікке байланысты болады. Бұл жағдайда графикті түзудің екі жағындағы нүктелердің саны шамамен бірдей болатындай етіп жүргізу керек. Графикті тұрғызғаннан кейін түзудің бойынан, графиктің ортаңғы бөлігінен нүкте алыңдар. Нүктеге сәйкес келетін серпімділік күшінің мәні мен ұзаруды анықтаңдар. <i>k</i> қатаңдықты есептеңдер. Ол серіппе қатаңдығының ізделінді <i>k<sub>орт</sup></i> орташа мәні болады.'
}

export const labData10 = {
    title: 'Көлбеу жазықтықтың ПӘК-ін анықтау',
    goals: 'көлбеу жазықтықтың ПӘК-ін еспетеуді үйрену. Қарапайым механизмнің (көлбеу жазықтықтың) көмегімен орындалған жұмыс толық жұмыстан аз болатынына көз жеткізу. Көлбеу жазықтық ПӘК-інің көлбеу жазықтық бойымен көтерілетін жене массасына тәуелділігінің анықтау. Көлбеу жазықтық ПӘК-інің жазықтықтың  көлбеулік бұрышына тәуелділігін анықтау.',
    tools: [
        'Тақтай, динамометр, өлшеуіш сызғыш, білеуше, қысқышы (муфтасы) және табаны бар штатив, массалары белгілі жүктер жиынтығы.'
    ],
    desc: 'Массасы және шекті өлшемі бар кез келген нақты денені бірнеше бөліктердің жиынтығы ретінде қарастыруға болады. Бұл бөліктердің әрқайсысына жеке-жеке ауырлық күші әрекет етеді.Тұтас денеге әрекет ететін ауырлық күші бұл күштердің теңәрекет күші деп аталады. Бұл теңәрекет күшінің түсірілуі нүктесін <b>массалар центрі</b> деп атау қабылданған.',
    task1: {
        title: 'Көлбеу жазықтықтың ПӘК-ін анықтау.',
        progress: {
            1: '1. Тақтайшаны көлбеу орналастырыңдар.',
            2: '2. Көлбеу жазықтықтың <i>h</i> биіктігін және <i>l</i> ұзындығын өлшеңдер. (Биіктігін өзгеше еңгізуге болады)',
            3: '3. Білеушеге әрекет етуші ауырлық күшін <i>(mg)</i> динамометрмен өлшеңдер.',
            4: '4. Білеушеге динамометрді бекітіп, оны көлбеу жазықтық бойымен бірқалыпты тартыңдар. <i>F<sub>тарту</sub></i> тарту күшін өлшеңдер. (Тарту үшін динамометрді таңдап "Shift"-ті басыңыз)',
            5: '5. <i>А<sub>п</sub>=mgh</i> пайдалы және <i>A<sub>т</sub>=F<sub>тарту</sub> l</i> толық жұмысты есептеңдер.',
            6: '6. Көлбеу жазықтықтың ПӘК-ін есептеңдер: <i>η=mgh/(F<sub>тарту</sub> L)</i>.',
            7: '7. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            8: '8. Көлбеу жазықтықтың биіктігін және массасын өзгерте отырып, 1-8 пункттерді қайталаңдар.',
            9: '9. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            10: '10. Кестегі мәліметтерді пайдалана отырып қорытынды жасаңдар'
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'h, м',
            3: 'L, м',
            4: 'mg, H',
            5: 'A<sub>тарту</sub>, Дж',
            6: 'A<sub>п</sub>, Дж',
            7: 'A<sub>т</sub>, Дж',
            8: '<i>η,%</i>'
        }
    },
    task2: {
        title: 'Көлбеу жазықтық ПӘК-інің жазықтықтың көлбеулік бұрышына тәуелділігін анықтау.',
        progress: {
            1: '1. Тақтайшаны көлбеу орналастырыңдар.',
            2: '2. Көлбеу жазықтықтың h биіктігін және l ұзындығын өлшеңдер.',
            3: '3. Білеушеге әрекет етуші ауырлық күшін (mg) динамометрмен өлшеңдер.',
            4: '4. Білеушеге динамометрді бекітіп, оны көлбеу жазықтық бойымен бірқалыпты тартыңдар <i>F<sub>тарту</sub></i> тарту күшін өлшеңдер.',
            5: '5. <i>А<sub>п</sub>=mgh</i> пайдалы жұмысты және <i>A<sub>т</sub>=F<sub>тарту</sub>l</i> толық жұмысты есептеңдер',
            6: '6. Көлбеу жазықтықтың ПӘК-ін есептеңдер: <i>η=mgh/(F<sub>тарту</sub>L)*100%</i>.',
            7: '7. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            8: '8. Көлбеу жазықтықтың биіктігін өзгерте отырып, 1-8 пункттерді қайталаңдар.',
            9: '9. Кестегі мәліметтерді пайдаланып қорытынды жасаңдар.'
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'h, м',
            3: 'L, м',
            4: 'mg, H',
            5: 'F<sub>тарту</sub>, (H)',
            6: 'A<sub>п</sub>, Дж',
            7: 'A<sub>т</sub>, Дж',
            8: '<i>η,%</i>'
        }
    },
    note: ''
}