export const generalKz = {
    lab1: '№1 Зертханалық жұмыс',
    lab1Title: 'Физикалық шамаларды өлшеу',
    lab2: '№2 Зертханалық жұмыс',
    lab2Title: 'Кішкентай денелердін өлшемін анықтау',
    lab3: '№3 Зертханалық жұмыс',
    lab4: '№4 Зертханалық жұмыс',
    lab5: '№5 Зертханалық жұмыс',
    lab6: '№6 Зертханалық жұмыс',
    lab7: '№7 Зертханалық жұмыс',
    lab8: '№8 Зертханалық жұмыс',
    lab9: '№9 Зертханалық жұмыс',
    lab10: '№10 Зертханалық жұмыс',
    fullname: 'Аты-жөні',
    start: 'Бастау',
    finish: 'Аяқтау',
    labList: 'Зертханалық жұмыстар',
    mainPage: 'Басты бет',
    search: 'Іздеу',
    contact: 'Байланысу',
    calculator: 'Калькулятор'
}

export const labTextKz = {
    goals: 'Жұмыстын мақсаты',
    tools: 'Құрал-жабдықтар',
    task: 'тапсырма',
    progress: 'Жұмыс барысы',
    description: 'Жұмыс сипаттамасы',
    table: 'Кесте',
    conslusion: 'Қорытынды',
    continue: 'Жалғастыру'
}

export const labData1 = {
    title: 'Мензурка бөліктерінің құнын анықтау. Судын және пішіндері әртүрлі денелердің көлемдерін өлшеу',
    goals: 'Құрал бөліктерінің құнын анқтауды; дұрыс падалануды; өлшеуіш цилиндірдің (мензурканың) көмегімен денелердің көлемін анықтауды; өлшеу нәтижелерін қателіктерді ескеріп жазуды үйрену.',
    tools: 'Өлшеуіш цилиндір, (мензурка); суы бар стақан; жіп; жезден, болаттан, алюминийден жасалған цилиндрлер; ағаш білеуше; пішіндері әртүрлі денелер (уақ тастар, сомын, бұрандалы шеге); сазбалшық кесегі',
    task1: {
        title: 'Мензурка бөліктерінің құнын анықтау және судың көлемін өлшеу',
        progress: {
            1: '1. Мензурка шкаласын мұқият қарап шығындар. Мензурка көмегімен көлемнің қандай бірлікпен өлшенетінін дәптерлеріне жазып алыңдар. Бұл мензуркамен қандай максимал көлемді өлшеуге болады? Оны метрдің кубына айналдырыңдар.',
            2: '2. Мензурка шкаласының  бөлік құнын анықтаңдар.',
            3: '3. Мензуркаға су құйындар және оның көлемін анықтандар. Көздеріңді мензуркадағы су бетінің жазықтығына параллель бағыттай отырып, өлшеулерді дұрыс жүргізіндер. Өлшеу қателігін анықтандар. Өлшеулер нәтижесін қателікті ескере отырып жазыңдар.',
            4: '4. Кестені толтырындар.'
        },
        table: {
            1: 'V<sub>max</sub> (л және м<sup>3</sup>)',
            2: 'Шкаланың бөлік құны',
            3: 'Өлшеудің абсолют қателігі',
            4: 'Судың көлемі, V<sub>1</sub> (л және м<sup>3</sup>)',
            5: 'Өлшеулер нәтижесі',
        },
        note: '1мл = 1см<sup>3</sup> екеніне назарларыңды аударамыз. Сұйық көлемін миллилитрмен (мл) де, сантиметрдің кубымен (см<sup>3</sup>) де өрнектейді, ал қатты денелердің көлемдерін миллилитрмен көрестпейді.'
    },
    task2: {
        title: 'Мензурканың көмегімен пішіндерді әртүрлі денелердің көлемдерін өлшеу',
        progress: {
            1: '1. Мензуркаға су құйып, ондағы судың бастапқы V<sub>0</sub> көлемін белгілеңдер.',
            2: '2. Жезден, болаттан, алюминийден жасалған цилиндрлерге жіп байлаңдар. Оларды кезепен суға батырыңдар және әр жолы мензуркадағы судың жаңа V<sub>1</sub> деңгейін өлшеп отырыңдар.',
            3: '3. Цилиндлердің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            4: '4. Жіпке сомынды, бұраңдалы шегені байлап, тәжірибиені қайталаңдар. Осы денелердің көлемін анықтаңдар.',
            5: '5. Су бар мензурка ағаш білеушені салыңдар. Қарындаштың көмегімен оны толықтай суға батырыңдар. Судың жаңа V<sub>1</sub> көлемін өлшеңдер.',
            6: '6. Ағаш білеушенің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            7: '7. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            8: '8. Жұмыс бойынша қорытынды жасаңдар'
        },
        table: {
            1: 'Зерттелетін дене',
            2: 'Судың бастапқы көлемі, V<sub>0</sub> (см<sup>3</sup>)',
            3: 'Суд мен дененің жалпы көлемі, V<sub>1</sub> (см<sup>3</sup>)',
            4: 'Дененің көлемі, V = V<sub>1</sub> - V<sub>0</sub> (см<sup>3</sup>)',
            11: 'Жез цилиндр',
            12: 'Болат цилиндр',
            13: 'Алюминийден цилиндр',
            14: 'Ағаш білеуше',
            15: 'Бұрандалы шеге',
            16: 'Сомын'
        },
    }
}

export const labData2 = {
    title: 'Кішкентай денелердің өлшемдерін анықтау',
    goals: 'Қатарлап қою тәсілімен өлшеу жүргізуді үйрену.',
    tools: 'Өлшеуіш сызғыш, кішкентай денелер жиынтығы (бұршақ, бытыра, тары, жіп, жіңішке сым).',
    task1: {
        title: 'Бұршақтың, бытыраның, тарының, жіптің, жіңішке, сымның диаметрін өлшеу.',
        progress: {
            1: '1. Сызғыштың өне бойына бірнеше бұршақтың бір-біріне түйістіріп, қатарластыра орналастырындар және бұл қатардың L ұзындығын аңықтандар. Бұл ұзыңдықты N бұршақтар санына бөліп, бұршақтың орташа диаметрін табыңдар: d = L/N.',
            2: '2. Бұршақтарды көбірек етіп алып тәжірибені қайталаңдар.',
            3: '3. Осы тәсілмен бытыраның, тарының диаметрін анықтаңдар.',
            4: '4. Дөңгелек қарындашқа жіп ораңдар. Орамдар бір-біріне тығыз орналасатын болсын. Сызғыштың көмегімен оралған бөліктің L  ұзындығын табыңдар. Бұл ұзындықты N орам санына бөліп, жіптің орташа қалындығын (диаметрін) аламыз: d=L/N . Осылайша сымның диаметрін анықтаңдар.',
            5: '5. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.'
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'Дене',
            3: 'Сызғыш шкаласының бөлік құны',
            4: 'Қатар ұзындығы, L (мм)',
            5: 'Қатардағы денелердің немесе орам саны, N',
            6: 'Дененің диаметрі, d (мм)',
            7: 'Диаметрді өлшеу дегі қателік, ∆d (мм)'
        }
    },
    task2: {
        title: 'Нүктенің өлшемін анықтау.',
        progress: {
            1: '1. Қаламсаптың көмегімен дәптерге бір-біріне түйістіріп, бір түзудің бойына 15-20 нүкте қойыңдар.',
            2: '2. Олардың L жалпы ұзындығын өлшеңдер және бір нүктенің өлшемін табу үшін өлшенген ұзындықты N нүктелер санына бөліңдер: d=L/N.',
            3: '3. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
        },
        table: {
            1: 'Тәжірибе реті',
            2: 'Қатардағы нүктелер саны, N',
            3: 'Қатардың ұзындығы, L (мм)',
            4: 'Нүктенің диаметрі, d (мм) ',
            5: 'Диаметрді өлшеу қателігі, ∆d (мм)',
        }
    },
    task3: {
        title: 'Бұранда қадамын өлшеу.',
        note: 'Бұранда қадамы деп бұрандадағы, бұрандалы шегедегі және сомындағы қатар жатқан екі орамның арасындағы қашықтықты айтады.',
        progress: {
            1: '1. Бұранданың орамдары бар бөлігінің L ұзындығын сызғышпен өлшеңдер. Осыдан кейін N орам санын есептеңдер. Бұранда қадамы h=L/N.',
            2: '2. Өлшеулердің және есептеулерді басқа бұрандамен, бұрандалы шегемен және сомынмен қайталаңдар.',
            3: '3. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            4: '4.	Жұмыс бойынша қорытынды жасаңдар.'
        },
        table: {
            1: 'Дене',
            2: 'Орам саны, N',
            3: 'Бұранданың орамдары бар бөлігінің ұзындығы, L (мм)',
            4: 'Бұранда қадамы, d (мм)',
            5: 'Бұранда қадамын өлшеу қателігі, ∆d (мм)',
            6: 'Өлшеу нәтижелері',
            11: 'Бұранда',
            12: 'Бұрандалы шеге',
            13: 'Сомын'
        }
    }
}
