export const generalKz = {
    lab1: '№1 Зертханалық жұмыс',
    lab1Title: 'Кішкентай денелердін өлшемін анықтау',
    lab2: '№2 Зертханалық жұмыс',
    lab3: '№3 Зертханалық жұмыс',
    lab4: '№4 Зертханалық жұмыс',
    lab5: '№5 Зертханалық жұмыс',
    lab6: '№6 Зертханалық жұмыс',
    lab7: '№7 Зертханалық жұмыс',
    lab8: '№8 Зертханалық жұмыс',
    lab9: '№9 Зертханалық жұмыс',
    lab10: '№10 Зертханалық жұмыс',
    fullname: 'Аты-жөні',
    start: 'Бастау',
    finish: 'Аяқтау',
    labList: 'Зертханалық жұмыстар',
    mainPage: 'Басты бет',
    search: 'Іздеу',
    contact: 'Байланысу',
    next: 'Келесi'
}

export const labTextKz = {
    goals: 'Жұмыстын мақсаты',
    tools: 'Құрал-жабдықтар',
    task: 'тапсырма',
    progress: 'Жұмыс барысы',
    description: 'Жұмыс сипаттамасы',
    table: 'Кесте',
    conslusion: 'Қорытынды'
}

export const labData1 = {
    title: 'Мензурка бөліктерінің құнын анықтау. Судын және пішіндері әртүрлі денелердің көлемдерін өлшеу',
    goals: 'Құрал бөліктерінің құнын анқтауды; дұрыс падалануды; өлшеуіш цилиндірдің (мензурканың) көмегімен денелердің көлемін анықтауды; өлшеу нәтижелерін қателіктерді ескеріп жазуды үйрену.',
    tools: 'Өлшеуіш цилиндір, (мензурка); суы бар стақан; жіп; жезден, болаттан, алюминийден жасалған цилиндрлер; ағаш білеуше; пішіндері әртүрлі денелер (уақ тастар, сомын, бұрандалы шеге); сазбалшық кесегі',
    task1: {
        title: 'Мензурка бөліктерінің құнын анықтау және судың көлемін өлшеу',
        progress: {
            1: '1. Мензурка шкаласын мұқият қарап шығындар. Мензурка көмегімен көлемнің қандай бірлікпен өлшенетінін дәптерлеріне жазып алыңдар. Бұл мензуркамен қандай максимал көлемді өлшеуге болады? Оны метрдің кубына айналдырыңдар.',
            2: '2. Мензурка шкаласының  бөлік құнын анықтаңдар.',
            3: '3. Мензуркаға су құйындар және оның көлемін анықтандар. Көздеріңді мензуркадағы су бетінің жазықтығына параллель бағыттай отырып, өлшеулерді дұрыс жүргізіндер. Өлшеу қателігін анықтандар. Өлшеулер нәтижесін қателікті ескере отырып жазыңдар.',
            4: '4. Кестені толтырындар.'
        },
        table: {
            1: 'V<sub>max</sub> (л және м<sup>3</sup>)',
            2: 'Шкаланың бөлік құны',
            3: 'Өлшеудің абсолют қателігі',
            4: 'Судың көлемі, V<sub>1</sub> (л және м<sup>3</sup>)',
            5: 'Өлшеулер нәтижесі',
        },
        note: '1мл = 1см<sup>3</sup> екеніне назарларыңды аударамыз. Сұйық көлемін миллилитрмен (мл) де, сантиметрдің кубымен (см<sup>3</sup>) де өрнектейді, ал қатты денелердің көлемдерін миллилитрмен көрестпейді.'
    },
    task2: {
        title: 'Мензурканың көмегімен пішіндерді әртүрлі денелердің көлемдерін өлшеу',
        progress: {
            1: '1. Мензуркаға су құйып, ондағы судың бастапқы V<sub>0</sub> көлемін белгілеңдер.',
            2: '2. Жезден, болаттан, алюминийден жасалған цилиндрлерге жіп байлаңдар. Оларды кезепен суға батырыңдар және әр жолы мензуркадағы судың жаңа V<sub>1</sub> деңгейін өлшеп отырыңдар.',
            3: '3. Цилиндлердің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            4: '4. Жіпке сомынды, бұраңдалы шегені байлап, тәжірибиені қайталаңдар. Осы денелердің көлемін анықтаңдар.',
            5: '5. Су бар мензурка ағаш білеушені салыңдар. Қарындаштың көмегімен оны толықтай суға батырыңдар. Судың жаңа V<sub>1</sub> көлемін өлшеңдер.',
            6: '6. Ағаш білеушенің көлемін мензуркадағы судың соңғы және бастапқы көлемдерінің айырымы ретінде анықтандар.',
            7: '7. Өлшеулер мен есептеулер нәтижелерін кестеге жазыңдар.',
            8: '8. Жұмыс бойынша қорытынды жасаңдар'
        },
        table: {
            1: 'Зерттелетін дене',
            2: 'Судың бастапқы көлемі, V<sub>0</sub> (см<sup>3</sup>)',
            3: 'Суд мен дененің жалпы көлемі, V<sub>1</sub> (см<sup>3</sup>)',
            4: 'Дененің көлемі, V = V<sub>1</sub> - V<sub>0</sub> (см<sup>3</sup>)',
            11: 'Жез цилиндр',
            12: 'Болат цилиндр',
            13: 'Алюминийден цилиндр',
            14: 'Ағаш білеуше',
            15: 'Бұрандалы шеге',
            16: 'Сомын'
        },
    }
}
